tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "zkokaja/brewlet"

brew "awscli"
brew "curl", args: ["with-nghttp2"], link: true
brew "e2fsprogs"
brew "fish"
brew "git"
# brew "readline", link: true
# brew "imagemagick"
brew "jq"
brew "mas"
brew "mysql"
# brew "mysql@5.6", restart_service: true
brew "node", link: false
brew "pyenv"
brew "python-yq"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "telnet"
brew "tree"
brew "vim"
brew "yarn"

cask "clipy"
cask "docker"
# cask "dropbox"
# cask "firefox"
cask "flux"
# cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklookapk"
cask "quicklook-csv"
cask "quicklook-json"
# cask "skitch"
cask "slack"
cask "sourcetree"
# cask "unity-hub"
cask "visual-studio-code"
# cask "vlc"
# cask "zoomus"

# mas 'Kindle', id: 405399194
